window.ayat = [
    {
        number: 1,
        arabic: "يَا مَنْ لَا يَخْفَى عَلَيْهِ أَنْبَاءُ الْمُتَظَلِّمِينَ",
        persian: "ای آن‌که اخبار شاکیانِ از ستم، بر او پنهان نیست!",
    },
    {
        number: 2,
        arabic: "وَ يَا مَنْ لَا يَحْتَاجُ فِي قَصَصِهِمْ إِلَى شَهَادَاتِ الشَّاهِدِينَ .",
        persian:
            "و ای آن‌که نسبت به ستمی که بر ستم دیدگان رفته، نیاز به شهادت شاهدان ندارد!",
    },
    {
        number: 3,
        arabic: "وَ يَا مَنْ قَرُبَتْ نُصْرَتُهُ مِنَ الْمَظْلُومِينَ",
        persian: "و ای آن‌که یاری و نصرتش به ستم دیدگان نزدیک است؛",
    },
    {
        number: 4,
        arabic: "وَ يَا مَنْ بَعُدَ عَوْنُهُ عَنِ الظَّالِمِينَ",
        persian: "و ای آن‌که مددکاری‌اش از ستمگران دور است!",
    },
    {
        number: 5,
        arabic: "قَدْ عَلِمْتَ ، يَا إِلَهِي ، مَا نَالَنِي مِنْ فُلَانِ بْنِ فُلَانٍ مِمَّا حَظَرْتَ وَ انْتَهَكَهُ مِنِّي مِمَّا حَجَزْتَ عَلَيْهِ ، بَطَراً فِي نِعْمَتِكَ عِنْدَهُ ، وَ اغْتِرَاراً بِنَكِيرِكَ عَلَيْهِ .",
        persian:
            "ای خدای من! محقّقاً می‌دانی، از (فلانی فرزند فلانی) ستمی به من رسیده که او را از آن ستم نهی کردی و پردۀ حرمتم را دریده که دریدنش را بر او منع فرمودی؛ این ستمگری و پرده‌دری، از باب طغیان در نعمت توست که در اختیار اوست و براساس غفلت و بی‌اعتنایی به خشم و غضب توست که گریبان او را خواهد گرفت.",
    },
    {
        number: 6,
        arabic: "اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ خُذْ ظَالِمِي وَ عَدُوِّي عَنْ ظُلْمِي بِقُوَّتِكَ ، وَ افْلُلْ حَدَّهُ عَنِّي بِقُدْرَتِكَ ، وَ اجْعَلْ لَهُ شُغْلًا فِيما يَلِيهِ ، وَ عَجْزاً عَمَّا يُنَاوِيهِ",
        persian:
            "خدایا! بر محمّد و آلش درود فرست و ستم‌کنندۀ بر من و دشمنم را با نیرویت از ستم بر من بازدار و با قدرتت تندی و تیزی ستمش را بر من بشکن و برایش در آنچه که دوست دارد، مشغولیت و سرگرمی قرار ده [تا از ستم ورزی غافل گردد]؛ و بر وجودش در برابر مظلومی که با او به دشمنی برمی‌خیزد، داغ عجز و ناتوانی زن.",
    },
    {
        number: 7,
        arabic: "اللَّهُمَّ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ لَا تُسَوِّغْ لَهُ ظُلْمِي ، وَ أَحْسِنْ عَلَيْهِ عَوْنِي ، وَ اعْصِمْنِي مِنْ مِثْلِ أَفْعَالِهِ ، وَ لَا تَجْعَلْنِي فِي مِثْلِ حَالِهِ",
        persian:
            "خدایا! بر محمّد و آلش درود فرست و ستم‌کار را رخصت ستم بر من مده و یاری‌ات را نسبت به من، در برابر او نیکو قرار ده؛ و مرا از دست زدن به کارهایی مانند کار او حفظ کن و در حالتی مانند حال او قرار مده.",
    },
    {
        number: 8,
        arabic: "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَعْدِنِي عَلَيْهِ عَدْوَى حَاضِرَةً ، تَكُونُ مِنْ غَيْظِي بِهِ شِفَاءً ، وَ مِنْ حَنَقِي عَلَيْهِ وَفَاءً .",
        persian:
            "خدایا! بر محمّد و آلش درود فرست و مرا بر دشمنم یاری ده؛ یاری دادن بی‌درنگی که خشمم نسبت به او شفا و کینه‌ام در برابر او وفا باشد.",
    },
    {
        number: 9,
        arabic: "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ عَوِّضْنِي مِنْ ظُلْمِهِ لِي عَفْوَكَ ، وَ أَبْدِلْنِي بِسُوءِ صَنِيعِهِ بِي رَحْمَتَكَ ، فَكُلُّ مَكْرُوهٍ جَلَلٌ دُونَ سَخَطِكَ ، وَ كُلُّ مَرْزِئَةٍ سَوَاءٌ مَعَ مَوْجِدَتِكَ .",
        persian:
            "خدایا! بر محمّد و آلش درود فرست و عفو و بخششت را در برابر ستمی که دشمن به من روا می‌دارد، عوض ده؛ و به جای رفتار بدش نسبت به من، رحمتت را قرار ده؛ پس هر گرفتاری و سختی ورای خشم تو ناچیز و هر بلایی با وجود خشم تو معتدل است.",
    },
    {
        number: 10,
        arabic: "اللَّهُمَّ فَكَمَا كَرَّهْتَ إِلَيَّ أَنْ أُظْلَمَ فَقِنِي مِنْ أَنْ أَظْلِمَ .",
        persian:
            "خدایا! همان طور که ستم کردن دیگران را بر من در نظرم ناخوشایند جلوه دادی، مرا از این‌که بر دیگران ستم ورزم حفظ فرما.",
    },
    {
        number: 11,
        arabic: "اللَّهُمَّ لَا أَشْكُو إِلَى أَحَدٍ سِوَاكَ ، وَ لَا أَسْتَعِينُ بِحَاكِمٍ غَيْرِكَ ، حَاشَاكَ ، فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ صِلْ دُعَائِي بِالْإِجَابَةِ ، وَ اقْرِنْ شِكَايَتِي بِالتَّغْيِيرِ .",
        persian:
            "خدایا! به کسی غیر تو شکایت نمی‌کنم و از هیچ حاکمی غیر تو یاری نمی‌خواهم، حاشا که چنین کنم؛ پس بر محمّد و آلش درود فرست و دعایم را به اجابت برسان و شکایتم را به تغییر وضع فعلی‌ام مقرون ساز.",
    },
    {
        number: 12,
        arabic: "اللَّهُمَّ لَا تَفْتِنِّي بِالْقُنُوطِ مِنْ إِنْصَافِكَ ، وَ لَا تَفْتِنْهُ بِالْأَمْنِ مِنْ إِنْكَارِكَ ، فَيُصِرَّ عَلَى ظُلْمِي ، وَ يُحَاضِرَنِي بِحَقِّي ، وَ عَرِّفْهُ عَمَّا قَلِيلٍ مَا أَوْعَدْتَ الظَّالِمِينَ ، وَ عَرِّفْنِي مَا وَعَدْتَ مِنْ إِجَابَةِ الْمُضْطَرِّينَ .",
        persian:
            "خدایا! مرا به ناامیدی از عدل و انصاف در عرصۀ امتحان قرار نده و دشمن را به ایمنی از کیفرت امتحان مفرما تا این که بر ستمش نسبت به من پافشاری کند و بر حقّم چیره شود؛ و به‌زودی او را به عذابی که ستمکاران را به آن تهدید کردی آشنا کن؛ و مرا با اجابتی که نسبت به دعای بیچارگان وعده دادی آگاه ساز.",
    },
    {
        number: 13,
        arabic: "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ وَفِّقْنِي لِقَبُولِ مَا قَضَيْتَ لِي وَ عَلَيَّ وَ رَضِّنِي بِمَا أَخَذْتَ لِي وَ مِنِّي ، وَ اهْدِنِي لِلَّتِي هِيَ أَقْوَمُ ، وَ اسْتَعْمِلْنِي بِمَا هُوَ أَسْلَمُ .",
        persian:
            "خدایا! بر محمّد و آلش درود فرست و مرا به پذیرفتن هر سود و زیانی که برایم مقرر کرده‌ای موفّق دار و مرا به آنچه از دیگری برای من و از من برای دیگری می‌ستانی، خشنود ساز؛ و به راست‌ترین راه هدایتم کن و به سالم‌ترین برنامه به کارم گمار.",
    },
    {
        number: 14,
        arabic: "اللَّهُمَّ وَ إِنْ كَانَتِ الْخِيَرَةُ لِي عِنْدَكَ فِي تَأْخِيرِ الْأَخْذِ لِي وَ تَرْكِ الِانْتِقَامِ مِمَّنْ ظَلَمَنِي إِلَى يَوْمِ الْفَصْلِ وَ مَجْمَعِ الْخَصْمِ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ أَيِّدْنِي مِنْكَ بِنِيَّةٍ صَادِقَةٍ وَ صَبْرٍ دَائِمٍ",
        persian:
            "خدایا! اگر خیر من نزد تو در این است که در گرفتن حقّم تأخیر افتد و انتقام از کسی که به من ستم روا داشته تا روز جدا شدن حق از باطل و جایگاه گردآمدن مدعیان فرو گذاشته شود، همان را در حقّ من اجرا کن؛ پس بر محمّد و آلش درود فرست و مرا از سوی خود، به نیّت راستین و پایداری همیشگی یاری ده.",
    },
    {
        number: 15,
        arabic: "وَ أَعِذْنِي مِنْ سُوءِ الرَّغْبَةِ وَ هَلَعِ أَهْلِ الْحِرْصِ ، وَ صَوِّرْ فِي قَلْبِي مِثَالَ مَا ادَّخَرْتَ لِي مِنْ ثَوَابِكَ ، وَ أَعْدَدْتَ لِخَصْمِي مِنْ جَزَائِكَ وَ عِقَابِكَ ، وَ اجْعَلْ ذَلِكَ سَبَباً لِقَنَاعَتِي بِمَا قَضَيْتَ ، وَ ثِقَتِي بِمَا تَخَيَّرْتَ",
        persian:
            "و از میل و رغبت بد و بی‌قراری اهل حرص پناه ده و نقشی از ثوابی که برای من ذخیره کرده‌ای و کیفر و عقابی که برای دشمنم مهیا ساخته‌ای، در دلم به تصویر آر؛ و آن را وسیله‌ای برای خرسندی و رضایت من نسبت به آنچه که برایم مقرر کرده‌ای و اطمینان به آنچه که برایم انتخاب فرموده‌ای، قرار ده.",
    },
    {
        number: 16,
        arabic: "آمِينَ رَبَّ الْعَالَمِينَ ، إِنَّكَ ذُو الْفَضْلِ الْعَظِيمِ ، وَ أَنْتَ عَلَى كُلِّ  قَدِيرٌ .",
        persian:
            "ای پروردگار جهانیان! دعایم را مستجاب کن؛ همانا تو داری احسان بزرگی و بر هر کاری توانایی.",
    },
]
